#
#Sat Jun 17 17:17:18 CST 2017
numTempl2=0
introIR0=Blub {date}
numTempl1=1
month=06
resolveI=Autorizar la inclusi\u00F3n en el curso {courseCode} {courseName} grupo {groupNumber}, impartido en el primer semestre del a\u00F1o dos mil quince, al  estudiante {studentName}, carn\u00E9 {studentCarne}, y actualizar su nota de aprobaci\u00F3n a fin de que estado de la misma sea aprobado con una nota final de (nota escrita)(nota).
resolution_serial=7
year=2017
resolveE=A las (hora) horas del (d\u00EDa) de (mes) del a\u00F1o (a\u00F1o), el suscrito {school_headmaster}, Director de la Escuela de Ingenier\u00EDa en Computaci\u00F3n, en atenci\u00F3n al caso de modificaci\u00F3n de acta de los estudiantes que se indican en el cuadro inferior, sobre el curso {courseCode} {courseName}, grupo {groupNumber}, asignado al profesor {professor}, ofertado en el periodo de (periodo) del a\u00F1o (a\u00F1o), resuelvo\:
considerI=Despu\u00E9s de haber realizado la investigaci\u00F3n del caso, y consultando al profesor {professor}, quien imparti\u00F3 el curso {courseCode} {courseName} grupo {groupNumber}, en el primer semestre del a\u00F1o (a\u00F1o escrito), se logra comprobar que el  estudiante {studentName}, carn\u00E9 {studentCarne}, efectivamente aprob\u00F3 el curso con una nota de (nota escrita) (nota), por lo que esta Direcci\u00F3n solicita gestionar la inclusi\u00F3n del estudiante en el acta correspondiente y la actualizaci\u00F3n de la nota obtenida.
courseName=BASES DE DATOS I
resolveIR0=jeje {courseCode}
considerE=Despu\u00E9s de haber analizado las posibilidades de mantener el curso {courseCode} {courseName}, grupo {groupNumber} abierto, no se alcanza la cantidad de cupos m\u00EDnimos necesarios, por lo que se procede a indicar el cierre del mismo al Departamento de Admisi\u00F3n y Registro.\n No obstante, por error se omite indicar al Departamento de Admisi\u00F3n y Registro la exclusi\u00F3n de los estudiantes matriculados en el curso que no podr\u00E1n llevarlo dada la baja matr\u00EDcula, afectando esto el r\u00E9cord curricular y el estado de cobro del estudiante matriculado.
notify={school_headmaster}\nDirector Escuela Ingenier\u00EDa en Computaci\u00F3n\nInstituto Tecnol\u00F3gico de Costa Rica
resolutionTitle=Resoluci\u00F3n de la Direcci\u00F3n de la Escuela de Ingenier\u00EDa en Computaci\u00F3n\nInstituto Tecnol\u00F3gico de Costa Rica
professor=ALICIA SALAZAR HERN\u00C1NDEZ
result=Por un error involuntario, no se tramit\u00F3 la inclusi\u00F3n del estudiante {studentName} con identificaci\u00F3n {studentCarne} en el curso {courseCode} {courseName}, grupo {groupNumber} impartido por el profesor {professor} en el (semestre) semestre del a\u00F1o (a\u00F1o) y al final del semestre, el profesor no pudo registrar en el acta la calificaci\u00F3n obtenida por el estudiante.
resolve=Autorizar la modificaci\u00F3n del acta del curso {courseCode} {courseName}, grupo {groupNumber} en el (semestre) semestre del a\u00F1o (a\u00F1o) impartido por el profesor {professor} para incluir al estudiante {studentName}, carn\u00E9 {studentCarne} con una nota de aprobaci\u00F3n de (nota por escrito) (\# de nota).
studentName=ESTUDIANTE 1
considerIR0=sddsdf
hour=17\:03
semester=segundo
resultIR0=sldhl
introI=A las (hora) horas del (d\u00EDa) de (mes) del a\u00F1o (a\u00F1o), el suscrito {school_headmaster}, Director de la Escuela de Ingenier\u00EDa en Computaci\u00F3n en atenci\u00F3n al caso de modificaci\u00F3n de acta del  estudiante {studentName}, carn\u00E9 {studentCarne}, sobre el curso {courseCode} {courseName}, grupo {groupNumber}, del primer semestre del a\u00F1o dos mil quince, resuelvo\:
period=IS2017
introE=A las (hora) de (mes) del a\u00F1o (a\u00F1o), el suscrito {school_headmaster}, Director de la Escuela de Ingenier\u00EDa en Computaci\u00F3n en atenci\u00F3n al caso de modificaci\u00F3n de acta del estudiante {studentName}, carn\u00E9 {studentCarne}, sobre el curso {courseCode} {courseName}, grupo {groupNumber}, del (n\u00FAmero) semestre del a\u00F1o (a\u00F1o), resuelvo\:
admReg_headmaster=M\u00E1ster Geovanni Rojas Rodr\u00EDguez
intro=A las (hora) de (mes) del a\u00F1o (a\u00F1o), el suscrito {school_headmaster}, Director de la Escuela de Ingenier\u00EDa en Computaci\u00F3n en atenci\u00F3n al caso de modificaci\u00F3n de acta del estudiante {studentName}, carn\u00E9 {studentCarne}, sobre el curso {courseCode} {courseName}, grupo {groupNumber}, del (n\u00FAmero) semestre del a\u00F1o (a\u00F1o), resuelvo\:
school_headmaster=Ing. Mauricio Arroyo Herrera
consider=Despu\u00E9s de haber realizado la investigaci\u00F3n del caso, y consultado al profesor {professor}, quien imparti\u00F3 el curso {courseCode} {courseName}, grupo {groupNumber} en el (semestre) semestre del a\u00F1o (a\u00F1o) se logra comprobar que el estudiante {studentName}, carn\u00E9 {studentCarne}, efectivamente aprob\u00F3 el curso con una nota de (nota por escrito) (\# de nota), por lo que esta Direcci\u00F3n solicita gestionar la modificaci\u00F3n del acta correspondiente.
request_serial=3
attention={admReg_headmaster}, Director\n                    Departamento de Adminisi\u00F3n y Registro
resultI=En el proceso de matr\u00EDcula de primer ingreso del periodo (a\u00F1o), el  estudiante {studentName}, carn\u00E9 {studentCarne} de forma equivocada no realiz\u00F3 la matr\u00EDcula del curso  estudiante {studentName}, carn\u00E9 {studentCarne}, pues el sistema le permiti\u00F3 matricular el curso complementario a \u00E9ste pero no el correquisito.\nSe detecta la inconsistencia y se solicita el tr\u00E1mite de inclusi\u00F3n en el curso {courseCode} {courseName} grupo {groupNumber}, que es el mismo grupo del curso complementario matriculado, pero por un error administrativo, en el reporte de inclusiones tramitadas en este (periodo) del (a\u00F1o) se omite su solicitud. El curso es aprobado en su totalidad por el estudiante con una nota de (nota escrita) (nota) pero no puede ser reportado al no existir matriculado en el acta correspondiente.
groupNumber=1
studentCarne=2011123456
resultE=Esta Direcci\u00F3n autoriza la modificaci\u00F3n del acta del curso sobre el curso {courseCode} {courseName}, grupo {groupNumber} para gestionar la exclusi\u00F3n de la matr\u00EDcula del estudiante {studentName}, carn\u00E9 {studentCarne}, pues el curso fue cerrado por no alcanzar el cupo.
date=17/06/2017
courseCode=IC4301
numTempl3=0
